[
    {
      "term": "KYC",
      "description": "Know your customer, or know your client, check is a mandatory process to identify and verify customer identities to prevent and identify money laundering and other illegal activities."
    },
    {
      "term": "CDD",
      "description": "Customer due diligence is a term for processes verifying a customer's background and with it a customer's identity, and assess the risk level a customer's business brings."
    },
    {
      "term" : "Programmable equity",
      "description" : "A term for using smart contract(s) to tokenize and control part, or the entirety, of a company’s equity. A Rolling SAFE is a programmable equity offering."

    },
    {
      "term" : "PEQ",
      "description" : "A term for using smart contract(s) to tokenize and control part, or the entirety, of a company’s equity. A Rolling SAFE is a programmable equity offering."
    },
    {
      "term" : "Rolling Simple Agreement for Future Equity",
      "description" : "Blockchain technology-enabled continuous token offering, in which tokens represent a claim on the future equity of the issuing organization."
    },
    {
      "term" : "Rolling SAFE",
      "description" : "Blockchain technology-enabled continuous token offering, in which tokens represent a claim on the future equity of the issuing organization."
    },
    {
      "term" : "Buyback",
      "description" : "Or share repurchase, is a term to describe when a company buys its outstanding shares to reduce the number of shares on the market."
    },
    {
      "term" : "Convertible notes",
      "description" : "A convertible note is a short-term debt that can be converted into equity."
    },
    {
      "term" : "Fixed-size equity rounds",
      "description" : "A financing round in which investors purchase a fixed size of equity (stock) in a company, the size is pre-defined and usually, it is preferred stock."
    },
    {
      "term" : "Cash flow",
      "description" : "Net amount of cash and cash equivalents being moved/transferred in and out of a company."
    },
    {
      "term" : "Financial mechanism",
      "description" : "Way in which a company or project receives the financial means (funding) needed to remain operational."
    },
    {
      "term" : "Liquidity",
      "description" : "Describes the availability of liquid assets to a market or company, i.e. how fast an asset can be sold and bought without a strong price increase or decrease."
    },
    {
      "term" : "High-resolution fundraising",
      "description" : "Financial mechanisms with faster financing rounds to prevent deadlocks and long processes as in the case of fixed-size equity round."
    },
    {
      "term" : "Investor-driven funding",
      "description" : "Financial mechanisms based on investor funding."
    },
    {
      "term" : "Dilution",
      "description" : "A value reduction of existing shares, i.e. decrease in existing shareholders' ownership percentage of a company, as a result of the company issuing new equity."
    },
    {
      "term" : "TZM",
      "description" : "The token of the TZMINT educational sample application."
    },
    {
      "term" : "Minimum funding goal",
      "description" : "The minimum target amount of the investment offering."
    },
    {
      "term" : "MFG",
      "description" : "The minimum target amount of the investment offering."
    },
    {
      "term" : "Bonding curve",
      "description" : "Mathematical function describing the relationship between price and supply of an asset."
    },
    {
      "term" : "Market maker",
      "description" : "A company or individual who actively quotes two-sided markets in a particular security, providing bids and offers known as asks along with the market size of each. Market makers provide liquidity and depth to markets and profit from the difference in the bid-ask spread."
    },
    {
      "term" : "Venture capitalist",
      "description" : "Private equity investor that provides companies with capital in their early stages."
    },
    {
      "term" : "Initial coin offering",
      "description" : "When a company raises capital by selling a cryptocurrency, which investors buy expecting a value increase or to exchange the cryptocurrency for services."
    },
    {
      "term" : "ICO",
      "description" : "When a company raises capital by selling a cryptocurrency, which investors buy expecting a value increase or to exchange the cryptocurrency for services."
    },
    {
      "term" : "Initial public offering",
      "description" : "The process of offering shares of a private corporation to the public in a new stock issuance. It allows a company to raise capital from public investors."
    },
    {
      "term" : "IPO",
      "description" : "The process of offering shares of a private corporation to the public in a new stock issuance. It allows a company to raise capital from public investors."
    },
    {
      "term" : "Institutional investor",
      "description" : "Company or organization that invests money on behalf of other people, for example, mutual funds, pensions, and insurance companies."
    },
    {
      "term" : "Redeem",
      "description" : "When a token holder wants to \"sell\" his tokens back to the smart contract, which are then burned (destroyed) and no longer available in an open market."
    },
    {
      "term" : "Seed round",
      "description" : "Very early stage of financing for a company typically conducted not long after the company has formed."
    },
    {
      "term" : "Private equity",
      "description" : "Form of private financing, away from public markets."
    },
    {
      "term" : "Angel investors",
      "description" : "Defined by the stage at which they invest in a company, i.e. someone who invests in a seed round."
    },
    {
      "term" : "Capital structure",
      "description" : "Combination of debt and equity used by a company to finance its operations and growth."
    },
    {
      "term" : "Dividend",
      "description" : "Distribution of some of a company's earnings to a class of its shareholders, as determined by the company's board of directors."
    },
    {
      "term" : "Dividend yield",
      "description" : "Amount of money a company pays shareholders for owning a share of its stock divided by its current stock price."
    },
    {
      "term" : "Escrow",
      "description" : "Place in custody or trust until a specified condition has been fulfilled."
    },
    {
      "term" : "Decentralized Autonomous Trust",
      "description" : "Smart contract that issues a tokenized security, handles sales and buybacks, and assists managing part, or the entirety, of a company's equity."
    },
    {
      "term" : "DAT",
      "description" : "Smart contract that issues a tokenized security, handles sales and buybacks, and assists managing part, or the entirety, of a company's equity."
    }
  ]
