[
    {
      "term": "KYC",
      "description": "Know your customer, or know your client, check is a mandatory process to identify and verify customer identities to prevent and identify money laundering and other illegal activities."
    },
    {
      "term": "CDD",
      "description": "Customer due diligence is a term for processes verifying a customer's background and with it a customer's identity, and assess the risk level a customer's business brings."
    },
    {
      "term" : "Programmable equity",
      "description" : "Programmable equity (PEQ) is a term for using smart contract(s) to tokenize and control part (or the entirety) of a company’s equity. A Rolling SAFE is a programmable equity offering."

    },
    {
      "term" : "PEQ",
      "description" : "Programmable equity (PEQ) is a term for using Smart Contract(s) to tokenize and control part (or the entirety) of a company’s equity. A Rolling SAFE is a programmable equity offering."
    },
    {
      "term" : "Rolling Simple Agreement for Future Equity",
      "description" : "Blockchain technology-enabled continuous token offering, in which tokens represent a claim on the future equity of the issuing organization."
    },
    {
      "term" : "Rolling SAFE",
      "description" : "Blockchain technology-enabled continuous token offering, in which tokens represent a claim on the future equity of the issuing organization."
    },
    {
      "term" : "Buyback",
      "description" : "Or share repurchase, is a term to describe when a company buys its outstanding shares to reduce the number of shares on the market."
    },
    {
      "term" : "Convertible notes",
      "description" : "A convertible note is short-term debt that converts into equity. In the context of a seed financing, the debt typically automatically converts into shares of preferred stock upon the closing of a series A round of financing."
    },
    {
      "term" : "Fixed-size equity rounds",
      "description" : "A financing round in which investors purchase a fixed size of equity (stock) in a company, the size is pre-defined and is usually preferred stock."
    },
    {
      "term" : "Cash flow",
      "description" : "Net amount of cash and cash equivalents being moved/transferred in and out of a company."
    },
    {
      "term" : "Financial mechanism",
      "description" : "Way in which a company or project receives the financial means (funding) needed to remain operational."
    },
    {
      "term" : "Liquidity",
      "description" : "Describes the the availability of liquid assets to a market or company, i.e. how fast an asset can be sold and bought without a strong price increase or decrease."
    },
    {
      "term" : "High-resolution fundraising",
      "description" : "Financial mechanisms with faster financing rounds to prevent deadlocks and long processes as in the case of fixed-size equity round."
    },
    {
      "term" : "Investor-driven funding",
      "description" : "Financial mechanisms based on investor funding."
    },
    {
      "term" : "dilution",
      "description" : "The decrease in existing shareholders' ownership percentage of a company as a result of the company issuing new equity. New equity increases the total shares outstanding which has a dilutive effect on the ownership percentage of existing shareholders."
    },
    {
      "term" : "TZM",
      "description" : "The token of the TZMINT educational sample application."
    },
    {
      "term" : "Minimum funding goal",
      "description" : "The minimum target amount of the investment offering."
    },
    {
      "term" : "MFG",
      "description" : "The minimum target amount of the investment offering."
    },
    {
      "term" : "Bonding curve",
      "description" : "Mathematical function describing the relationship between price and supply of an asset."
    },
    {
      "term" : "Market maker",
      "description" : "A firm or individual who actively quotes two-sided markets in a particular security, providing bids and offers (known as asks) along with the market size of each. Market makers provide liquidity and depth to markets and profit from the difference in the bid-ask spread. They may also make trades for their own accounts, which are known as principal trades."
    },
    {
      "term" : "Venture capitalist",
      "description" : "Private equity investor that provides companies in their early stages with capital."
    },
    {
      "term" : "Initial coin offering",
      "description" : "Initial coin offering, or initial currency offering, when a company raises capital by selling a cryptocurrency, which investors buy expecting the value of the cryptocurrency to increase, or to exchange the cryptocurrency for services."
    },
    {
      "term" : "ICO",
      "description" : "Initial coin offering, or initial currency offering, when a company raises capital by selling a cryptocurrency, which investors buy expecting the value of the cryptocurrency to increase, or to exchange the cryptocurrency for services."
    },
    {
      "term" : "Initial public offering",
      "description" : "The process of offering shares of a private corporation to the public in a new stock issuance. An IPO allows a company to raise capital from public investors. The transition from a private to a public company can be an important time for Private Investors to fully realize gains from their investment as it typically includes a share premium for current Private Investors. Meanwhile, it also allows public investors to participate in the offering."
    },
    {
      "term" : "IPO",
      "description" : "The process of offering shares of a private corporation to the public in a new stock issuance. An IPO allows a company to raise capital from public investors. The transition from a private to a public company can be an important time for Private Investors to fully realize gains from their investment as it typically includes a share premium for current Private Investors. Meanwhile, it also allows public investors to participate in the offering."
    },
    {
      "term" : "Institutional investor",
      "description" : "Company or organization that invests money on behalf of other people. Mutual funds, pensions, and insurance companies are examples. The group is also viewed as more sophisticated than the average retail investor and, in some instances, they are subject to less restrictive regulations."
    },
    {
      "term" : "Redeem",
      "description" : "When a token holder wants to \"sell\" his tokens back to the smart contract, which are then burned (destroyed) and no longer available in an open market."
    },
    {
      "term" : "seed round",
      "description" : "The very early stage of financing for a company, typically conducted not long after the company has formed.  It's often called the 'friends and family' round as they are typically the first to invest, sometimes along with Angel Investors."
    },
    {
      "term" : "private equity",
      "description" : "Private Equity is a form of private financing, away from public markets (like listing a company on a public stock exchange) When people talk about private equity they usually mean venture capital, leveraged buyouts, vulture funding (distressed investment) mezzanine finance or real estate private equity."
    },
    {
      "term" : "Angel investors",
      "description" : "Angel Investors are defined by the stage at which they invest in a company ie someone who invests in a seed round - the very early stage of a company's lifecycle.  Typically they have high personal wealth, a 'High Net Worth Individual' and are a mix of working wealthy and retired rich. Many of them have been entrepreneurs themselves and may also look for a hands-on role in the company. Angels may also loan money, rather than invest in return for equity in the business."
    },
    {
      "term" : "capital structure",
      "description" : "Capital structure is the combination of debt and equity used by a company to finance its operations and growth."
    },
    {
      "term" : "dividend",
      "description" : "A dividend is the distribution of some of a company's earnings to a class of its shareholders, as determined by the company's board of directors. Dividends may be paid out as cash or in the form of additional stock."
    },
    {
      "term" : "dividend yield",
      "description" : "The dividend yield, displayed as a percentage, is the amount of money a company pays shareholders for owning a share of its stock divided by its current stock price."
    },
    {
      "term" : "escrowed",
      "description" : "To escrow: place in custody or trust until a specified condition has been fulfilled"
    },
    {
      "term" : "DAT",
      "description" : "The Decentralized Autonomous Trust: The smart contract(s) that tokenize and control part (or the entirety) of the Company's equity."
    }
  ]
